class AddInfoCreateEmptyStartWayContentForTestSomeoneInPreambleElements < ActiveRecord::Migration


  PreambleElement.create name: 'test_someone', body: '
  <h3>Для этого:</h3>
  <a name="moya_model"></a>
  - Вы пройдёте <a href="/articles/3#kind_test">тест из 20 вопросов</a>
  <br/> 
  <br/>
  
  - и затем получите подробные индивидуальные рекомендации о своей психологической модели
  <br/>
  <br/>
  
  - Вы узнаете всё о своей модели в отношениях и как модель себя проявляет
  
  <hr/>
  
  
  
  <h3><a name="kak_nayti_svoyu_lubov"></a>
  Как найти свою любовь?
  </h3>
  
  - после прохождения теста Вы получите подробные индивидуальные рекомендации, как не отдаляться, сблизиться, продлить привязанность, и с помощью нашего сайта откроете эту информацию друг другу
  <br/>
  <br/>
  
  - рекомендации помогут Вам в создании максимально подходящих для Вашей психологической модели отношений
  <br/>
  <br/>
  
  - и Вы узнаете всё о модели партнера в отношениях, как его модель себя проявляет, и как это изменить на основании обоюдной работы над отношениями
  <br/>
  <br/>
  
  - по Вашему желанию Вы найдёте на сайте партнера для отношений
  <br/>
  <br/>
  
  - благодаря определению человека наилучшим образом подходящим Вашей психологической группе (будут отмечены зеленым или фиолетовым квадратиком) и Вашей психологической структуре поведения в отношениях
  <br/> 
  <br/>
  
  - стоимость прохождения теста - 98 грн
  <br/>
  <br/>
  
  - после прохождения теста Вы имеете возможность бесплатно добавиться в базу для поиска пары
  
  <hr/>
  
  
  
  <h3><a name="esli_ya"></a>
  Сайт подходит мне, если:
  </h3>
  
  - я хочу понять, как моя психологическая модель функционирует, узнать больше о себе, о своем характере
  <br/>
  <br/>
  
  - у меня нету пары, но я хочу найти свою любовь, спутника жизни; хочу построить отношения
  <br/> 
  <br/>
  
  - я хочу записаться на консультацию к психологу
  <br/>
  <br/>
  
  - я и мой партнер хотим улучшить наши отношения, достигнуть взаимопонимания
  <br/>
  <br/>
  
  - я и мой партнер хотим вместе работать с психологом
  
  <hr/>
  
  
  
  <h3><a name="stoimost_testa"></a>Стоимость прохождения теста: 
  </h3>
  
  98 грн
  
  <hr/>
  
  
  
  <h3><a name="dlya_tchego_mne_nujen_sayt"></a>
  Для чего мне нужен сайт?
  </h3>
  
  Сайт:
  <br/> 
  
  - поможет разобраться, какой партнер Вам подходит
  <br/> 
  <br/>
  
  - поможет найти партнера, который готов работать над вашими отношениями
  <br/>
  <br/>
  
  - поможет получать больше удовлетворения от отношений
  <br/>
  <br/>
  
  - поможет правильно выбрать партнера, если Вы одиноки
  <br/> 
  <br/>
  
  - даст подсказку, с кем Вы будете счастливы, а с кем нет
  <br/>
  <br/>
  
  - поможет узнать, что делать и чего не делать, чтоб отношения стали взаимно удовлетворяющими
  <br/>
  <br/>
  
  - поможет построить или улучшить отношения, сделав работу над отношениями обоюдной и двусторонней'


end

