class AddInfoToPreambleElements < ActiveRecord::Migration

  

  PreambleElement.create name: 'need', body: '- Поможет Вам разобраться, какой партнер Вам подходит <br/> <br/> - Поможет Вам найти партнера, который готов работать над вашими отношениями', number: '1', article_number: '1'
  
  PreambleElement.create name: 'need', body: '- Поможет получать больше удовлетворения от отношений <br/> <br/> - Поможет правильно выбрать партнера, если Вы одиноки', number: '1', article_number: '2'
  
  PreambleElement.create name: 'need', body: '- Даст подсказку, с кем Вы будете счастливы, а с кем нет <br/> <br/> - Поможет узнать, что делать и чего не делать, чтоб отношения стали взаимно удовлетворяющими', number: '1', article_number: '3'
  
  PreambleElement.create name: 'need', body: '- Поможет Вам построить или улучшить отношения, сделав работу над отношениями обоюдной и двусторонней <br/> <br/> - Поможет Вам разобраться, какой партнер Вам подходит', number: '1', article_number: '4'
  
  PreambleElement.create name: 'way', body: '- Вы пройдёте <a href="/articles/3#kind_test" target="_blank">тест из 20 вопросов</a> <br/> - и затем получите подробные индивидуальные рекомендации, как не отдаляться, сблизиться, продлить привязанность, и с помощью нашего сайта откроете эту информацию друг другу <br/> - рекомендации помогут Вам в создании максимально подходящих для Вашей психологической модели отношений <br/> - и Вы узнаете всё о модели партнера в отношениях, как его модель себя проявляет, и как это изменить на основании обоюдной работы над отношениями <br/> - по Вашему желанию Вы найдёте на сайте партнера для отношений', number: '2'
  
  PreambleElement.create name: 'answers', body: '- Как не приобрести «кота в мешке», знакомясь с новым партнером на сайте знакомств? <br/> <br/> - Как не отдаляться? <br/> <br/> - Как сблизиться? - Как наладить отношения с коллегами, родственниками? <br/> <br/> - С кем Вы будете счастливы, а с кем Ваша человеческая природа будет страдать?', number: '3', article_number: '1'
  
  PreambleElement.create name: 'answers', body: '- Как не приобрести «кота в мешке», знакомясь с новым партнером на сайте знакомств? <br/> <br/> - Как наладить отношения с коллегами, родственниками? <br/> <br/> - Как меньше страдать в отношениях? <br/> <br/> - С кем Вы будете счастливы, а с кем Ваша человеческая природа будет страдать?', number: '3', article_number: '2'
  
  PreambleElement.create name: 'answers', body: '- Как продлить связь и привязанность? <br/> <br/> - Как не приобрести «кота в мешке», знакомясь с новым партнером на сайте знакомств? <br/> <br/> - Как построить стабильные, надежные, глубокие отношения, на основании обоюдной работы над отношениями? <br/> <br/> - Как наладить отношения с коллегами, родственниками? <br/> <br/> - С кем Вы будете счастливы, а с кем Ваша человеческая природа будет страдать?', number: '3', article_number: '3'
  
  PreambleElement.create name: 'answers', body: '- Получаете ли Вы столько удовлетворения от отношений, сколько хотели бы? <br/> <br/> - Как не приобрести «кота в мешке», знакомясь с новым партнером на сайте знакомств? <br/> <br/> - Как наладить отношения с коллегами, родственниками? <br/> <br/> - На что обращать внимание в начале отношений? <br/> <br/> - С кем Вы будете счастливы, а с кем Ваша человеческая природа будет страдать?', number: '3', article_number: '4'
  
  PreambleElement.create name: 'form_or_read_all', body: 'Вы можете <a href="/#form"> пройти тест</a> прямо сейчас или читать подробное описание:', number: '4'


  
end

