class AddInfoUpdateKakIzmenitSvoyuInArticlesAgain2 < ActiveRecord::Migration

  

  @element = Article.find_by title: 'Как изменить свою психологическую модель, чтобы стать счастливым в отношениях'

  
  @element.update description: "
  
  <p> Как прожить жизнь, чтоб когда-нибудь в будущем, подводя итог, можно было бы сказать себе «Я доволен своей жизнью»? Для этого в течении жизни надо уметь извлекать полезные уроки из своего прошлого опыта. Вовремя выявлять и умело устранять свои ошибки. Другими словами, уметь исследовать и изменять свою психологическую модель. И процесс этот должен быть взаимным в паре. </p> 
  
  <p> Но проходят годы и годы _>bol_1_3<_<b><u>боли</u></b>, __/articles/2#agressii_3_2%%агрессии__, раздражения, разрушенных отношений из-за незнания своей __/articles/1#psi_model_3_1%%психологической модели__ и модели партнера. Копятся чувства горечи и __/articles/1#toska_3_1%%тоски__ по потерянным возможностям построить теплые отношения с психологически близким человеком, растут эмоциональный голод по близости, чувство душевного одиночества, _>razobschennost_2_3<_<b><u>разобщенности</b></u>, безысходности, _>razocharovanie_2_3<_<b><u>разочарования</b></u>. В постоянной неудовлетворенности от пустых взаимоотношений уходят годы и здоровье. </p> 
  
  <p> Если болят душа и тело, то пора начать исследовать и изменять свою психологическую модель, выявлять ее вклад в отношения, чтоб, извлекая уроки, научиться улучшать отношения и жить в счастливом партнерстве. Наверное, раньше не было такой возможности научиться жить в счастливых отношениях: примеры родительской семьи и своих предыдущих отношений так _>opystoshula_dyshy_1_3<_<b><u>опустошили душу</u></b>, что пугает мысль «Почему все происходит именно так? Вдруг все повторится? Почему __/articles/2#ne_vezet_v_zhizni_3_2%%не везет в жизни?__» </p> 
  
  <p> Ответ в том, что у каждого из нас есть скрытые чувства, мотивы, внутренние эмоциональные конфликты, которые побуждают нас действовать определенным, иногда разрушительным для отношений способом. Эти внутренние психологические структуры (чувства, мотивы, внутренние эмоциональные конфликты), о которых мы не догадываемся, ежедневно проявляются в импульсивном автоматическом поведении. Мы их не осознаем, поэтому не можем ими управлять, и они управляют нашей жизнью. __/articles/3#kind_test%%Тест из 20 вопросов__ выявляет эти бессознательные эмоции, мотивы, конфликты, которые предшествуют разрушительному способу общения, превращая отношения в безразличие или в нападки, атаки, провокации, __/articles/4#kritika_3_4%%критику__, _>osyzhdaya_4_3<_<u><b>осуждение</b></u>, _>obvinyaya_4_3<_<u><b>обвинение</b></u>, _>obestsenivayutsya_4_3<_<u><b>обесценивание</b></u>. Так растут __/articles/2#otchyzhdenie_3_2%%отчуждение__ и эмоциональная дистанция от того, кто был близким и любимым. </p> 
  
  <p> __/articles/2#nasha_tsel_3_2%%Наша цель__ - помочь исследовать и изменить индивидуальную психологическую модель каждого человека, обратившегося к нам, чтоб остановить повторение проблемных особенностей взаимодействия в нынешнем или в новом партнерстве, и не передавать младшему поколению ощущение _>bezishodnost_2_3<_<b><u>безысходности</b></u> и несчастливости. </p> 
  
  <p> Помощь заключается в: </p> 
  
  <p> <b>1)</b> выявлении индивидуальной психологической модели каждого человека, присвоении ей сигнального зеленого<span class='square square_green'> O </span> или фиолетового<span class='square square_violet'> O </span> __/articles/1#symbol%%символа-квадратика__ </p> 
  
  <p> <b>2)</b> определение того, какие проблемы в отношениях обуславливает эта модель, какие влечет за собой ухудшения или улучшения в качестве отношений </p> 
  
  <p> <b>3)</b> и главное - как это изменить. </p> 
  
  <p> Ведь в жизни ничего само не происходит, как в сказке. По мере того, как вместе с нами Вы исследуете и начинаете полностью понимать свою психологическую модель, ее влияние на Ваши реакции и действия, на реакции и действия Вашего избранника, к Вам приходят душевное равновесие и покой, надежда на полные, удовлетворяющие обе стороны отношения. </p> 
  
  <p> Вы и Ваш партнер, опираясь на знания о своей психологической модели и практические рекомендации, полученные Вами <a name='kind_test'></a><b><u>после прохождения теста из 20 вопросов</u></b>, <b><u>сможете</u></b> развить свою способность создавать позитивные, стабильные, теплые отношения, быть надежной и созидающей стороной, влиять на свое счастье. Исчезнет привычка пренебрегать своими глубинными, естественными потребностями в тепле и _>nezhnost_2_3<_<u><b>нежности</b></u>. </p> 
  
  <p> Так постепенно улучшится __/articles/4#katchestvo_otnosheniy_3_4%%качество отношений__, и вырастет Ваша уверенность в том, что Вы можете взращивать свое счастье, что Вы - создатель своей жизни. </p>"  
  


end

