class AddInfoUpdateKogoMuChyvstvyemInArticles < ActiveRecord::Migration


  #   '>
  ##  %%
  
  #   <a href=' 
  #   </a>
  ##  __
  
  #   square_green%%
  ##  square_green'>
  
  #   square_violet%%
  ##  square_violet'>
  
  
  
  #   %%__
  ##  <_
  
  #   <a name='
  ##  _>  
  

  @element = Article.find_by title: 'Кого мы чувствуем как психологически близкого человека'

  
  @element.update description: "
  
  <p> Хочется счастья в __/articles/1#lubov_4_1%%любви__ даже после расставания. Поэтому _>ischem_paru_1_4<_<b><u>мы ищем себе пару</u></b>. Многие из нас чувствуют себя счастливыми, когда находятся в __/articles/1#glybokie_schastlivue_4_1%%глубоких, счастливых отношениях__ с любимым, __/articles/1#psi_blizkiy_4_1%%психологически близким__ человеком. </p> 
  
  <p> Кого же мы чувствуем как психологически близкого? Того, кто _>interes_k_chyvstvam_2_4<_<u><b>проявляет</b></u> искренний и постоянный <u><b>интерес к нашим чувствам</b></u>, не только слушает, но и слышит нас, видит в нас именно нас, а не пытается подогнать под свое представление, проникается нашими __/articles/2#perezhivaniya_4_2%%переживаниями__ и смыслами и даже готов работать над взаимоотношениями. </p> 
  
  <p> Проникнуться переживаниями и глубинными смыслами партнера - сложный процесс. Бывает очень трудно понять, что испытывает другой человек, и разобраться, что ему приносит _>stradat_2_4<_<u><b>страдания</b></u>. Многим это не удается, а кому-то и вовсе безразлично, чем живет и что чувствует его партнер. Это __/articles/2#bestchyvstvennoe_4_2%%бесчувственное__ отношение ранит, разрушает любовь, отдаляет. В таких семьях приходит понимание, что что бы Вы ни делали, как ни старались, партнер будто этого не замечает и не признает. Он ведет себя так, словно путает Вас с кем-то, подвергая незаслуженной _>kritika_3_4<_<u><b>критике</b></u>, __/articles/3#obvinyaya_4_3%%обвиняя__, предавая, __/articles/3#osyzhdaya_4_3%%осуждая__. </p> 
  
  <p> Такое искаженное восприятие Вас, когда Ваших усилий не замечают, вызывает тяжелые чувства своей невидимости, незначимости, обезличенности. Атмосфера психологического насилия, когда __/articles/3#obestsenivayutsya_4_3%%обесцениваются__ Ваши усилия, заставляет незаслуженно страдать, искать несуществующие недостатки в себе, приводит к депрессии. </p> 
  
  <p> Мы любим человека не за его достижения, а за то, какие человеческие качества он _>proyavliat_sebya_v_otnosheniah_1_4<_<b><u>проявляет в отношениях</u></b>, и возможно ли стать счастливым с ним, удовлетворять свои глубинные эмоциональные потребности в тепле и любви, чувствовать себя в психологической безопасности и комфорте. Очень важно найти того, с кем захочется и, главное, получится создать и сохранить близкие глубокие отношения, чтоб наслаждаться полнотой жизни и любви, хотеть быть преданным, дарить, любить. Очень важно найти того, с кем отношения разовьются и расцветут, и росток любви превратится в плодоносную яблоню. </p> 
  
  <p> Глубокие, теплые, бережные отношения надо заботливо взращивать, чутко следя за каждым нюансом общения, за тем, какие чувства и эмоции остаются у обоих партнеров после каждого взаимодействия. Затем делать выводы, не обманывая себя относительно _>katchestvo_otnosheniy_3_4<_<u><b>качества отношений</b></u> и их _>zhiznennuh_perspektiv_1_4<_<b><u>перспектив</u></b>, извлекать уроки и не повторять ошибок. Как это сделать, Вы узнаете из практических рекомендация, полученных от нас после исследования Ваших индивидуальных психологических моделей. </p> 
  
  <p> Тогда появится растущее год от года ощущение удовлетворенности своей личной жизнью, появится _>radost_1_4<_<b><u>радость</u></b> от возможности передать своим детям ощущение и надежду, что тепло и близость в отношениях возможны, и что новое счастье возможно. </p> 
  
  <p> Найти такого __/articles/1#psi_blizkiy_4_1%%психологически близкого__ человека или же стать таким Вам поможет наш сайт, после __/articles/3#kind_test%%прохождения теста из 20 вопросов__. </p>"
  


end

