class AddInfoBodyOfStructToQuestions < ActiveRecord::Migration

  
  
Question.create title: 'Для меня ценность моей жизни повышается, когда у меня есть любимый человек. Мне хочется продлить ощущение близости с ним, дольше быть рядом, заботиться о нем, доставлять ему удовольствие и повторяющиеся счастливые переживания. Я живу надеждой на сближение, хочу быть любимым, испытывать счастье в отношениях, поддерживать чувство любви. Я тоскую и печалюсь, когда такие отношения разрываются.', for_yes_answer_plus_1_point_to: 'dl', test_id: '1'



Question.create title: 'Я должен многое сделать, поэтому постоянно удерживаю фокус своего внимания на работе. Я знаю, что если я сделаю все правильно, то смогу контролировать результат. Я стараюсь быть организованным, умелым, ответственным. Я сожалею, если мой день проходит неэффективно, даже если это мой выходной. Я составляю иногда расписание и на выходные, чтоб получить максимум удовольствия, и расстраиваюсь, если что-то нарушает мое расписание.', for_yes_answer_plus_1_point_to: 'kl', test_id: '1'



Question.create title: 'Моё самоуважение растет, когда я могу проявлять своё влияние на других и использовать свою власть над людьми, чтоб «подняться над» ними. У меня есть дар - я всегда знаю уязвимые места и болевые точки других. Поэтому я с легкостью оказываю свое влияние на людей, подчиняю их своей власти, надавливая на их уязвимые места. Я уважаю только силу и не терплю задержку в удовлетворении своих желаний.', for_yes_answer_plus_1_point_to: 'al', test_id: '1'



Question.create title: 'Я приложил много сил, чтоб развить свои деловые и практические навыки и стать умелым, организованным, ответственным. Я усиленно стараюсь найти правильное, решение, обосновать его логикой и нравственными принципами. Я не понимаю, как можно найти удовлетворение в жизни, если нет постоянной цели. Мне хорошо знакомо чувство постоянного усилия и напряжения человека, которому нужно закончить работу в срок, но мне так спокойнее, я так чувствую надежность и определенность. Я придерживаюсь правил, упорно тружусь, не позволяя себе ощущать усталость.', for_yes_answer_plus_1_point_to: 'ol', test_id: '1'



Question.create title: 'Я счастлив заботиться о близких, но опасаюсь, что мое желание испытывать и в отношении себя заботу с их стороны может навлечь на меня унижение отказом. Ведь отношений без боли не бывает. Я чувствую, что обречен быть неправильно понятым, недооцененным, что отношения - это боль, но пусть лучше на меня нападают, чем не замечают. Я чувствую вину, когда отношения разрываются, и считаю, что если я буду терпеливо жертвовать собой, то наградой будет восстановление отношений.', for_yes_answer_plus_1_point_to: 'ml', test_id: '1'



Question.create title: 'Я не придаю значения тем ситуациям, которые большинство людей посчитали бы драматичными. Я часто перевожу в юмор серьезные негативные события, которые расстроили бы или встревожили большинство других людей. Я преувеличиваю радость и не признаю и не показываю свои болезненные переживания. Я полностью вычеркиваю их.', for_yes_answer_plus_1_point_to: 'gml', test_id: '1'



Question.create title: 'Я внимательно слежу за тем, насколько моя жизнь соответствует в глазах других самым высоким стандартам престижности и идеальному имиджу успешного человека, чтоб окружающие видели и признавали мое превосходство. Это дает мне чувство превосходства и избавляет от ощущения внутренней пустоты. Мне важно постоянно заново убеждаться в моей привлекательности, известности, престижности и значимости для других в моем совершенстве. Я хочу вызывать восхищение, похвалу, даже зависть, хочу, чтоб мою жизнь считали идеальной.', for_yes_answer_plus_1_point_to: 'nl', test_id: '1'



Question.create title: 'Во всех происходящих вокруг событиях я вижу попытки навредить лично мне и враждебность ко мне. Я испытываю страх физического повреждения и морального уничтожения, унижения, поэтому стремлюсь контролировать других людей. Я должен вступать в схватку и побеждать.', for_yes_answer_plus_1_point_to: 'pl', test_id: '1'



Question.create title: 'Иногда, чтобы обезоружить потенциального обидчика и людей, которых я опасаюсь, я становлюсь ребячливым. Когда моя тревога становится слишком сильной, то я ищу облегчения в любовной истории со статусным партнером, или заболеваю, или веду себя по-детски. Мои основные желания - безопасность и любовь.', for_yes_answer_plus_1_point_to: 'il', test_id: '1'



Question.create title: 'Я и хочу близких отношений и боюсь их. В одиночестве мне безопаснее, но при этом я страдаю от одиночества. Я не всегда признаю настоящее глубинное, эмоциональное значение для меня какого-то события или отношений, и что эти чувства для меня на самом деле означают. Я хочу ничего не чувствовать, просто механически делать дела. Я помогу любому страдающему, но когда ему станет легче, я прерву с ним отношения.', for_yes_answer_plus_1_point_to: 'shl', test_id: '1'


#_______________________________________________________________________________________________________________________________________________________________________
# 11


Question.create title: 'Я часто поступаю вопреки своему благополучию. Это дает мне право на хорошее ко мне отношение, утешение, заботу обо мне. Я продолжаю жертвовать собой, не позволяя себе открыто выражать и удовлетворять свои потребности, не выражая прямо и открыто свою злость и грусть из-за отсутствия счастья. В награду я мечтаю получить лишь внимание и сопереживание.', for_yes_answer_plus_1_point_to: 'ml', test_id: '1'



Question.create title: 'С одной стороны, я хочу, чтоб люди, которые мне небезразличны, узнали меня как можно полнее. Но с другой стороны, я опасаюсь, что это приведет к моему полному подчинению в отношениях и разрушит мою индивидуальность и независимость. Я боюсь потерять себя в отношениях, т. к. мне трудно поверить в то, что если я раскрою свои чувства, то меня не будут высмеивать или подчинять. Если бы я не опасался, что «задохнусь» в отношениях, то мог бы проявить колоссальные по силе и глубине чувства. Я не верю в любовь.', for_yes_answer_plus_1_point_to: 'shl', test_id: '1'



Question.create title: 'В детстве у меня всегда получалось делать все, что я хотел, и при этом я умел избежать наказания. Я до сих пор стремлюсь к острым ощущениям. Мне легче признаться в крупных проступках, чем в мелких. Мелкие проступки - это признак слабости.', for_yes_answer_plus_1_point_to: 'al', test_id: '1'



Question.create title: 'Мне часто навязывают роль слабого человека, который нуждается в советах и помощи, и не способен позаботиться о себе, обеспечить собственный комфорт, принять на себя зрелую ответственность за свою жизнь, иметь и демонстрировать свои амбиции, создавать новую степень близости в личных отношениях. Я чувствую, что моя тревога уменьшается, когда я вижу подтверждение, что меня принимают всерьез и ценят мой пол.', for_yes_answer_plus_1_point_to: 'il', test_id: '1'



Question.create title: 'Я стремлюсь превосходить других. Для этого я демонстрирую свою успешность вновь и вновь, чтоб мною восхищались, хвалили, одобряли, завидовали. Ведь от оценок окружающих зависит, ощущаю ли я себя королем или неудачником. Только их позитивная оценка избавляет меня от чувства внутренней пустоты. Я презираю несовершенство в себе и в других. Я постоянно сравниваю и ранжирую все аспекты человеческой жизни согласно ценности в сравнении с несовершенными альтернативами - мой вкус должен быть безупречен, школа, марка авто, врач, одежда и т.д. самые лучшие.', for_yes_answer_plus_1_point_to: 'nl', test_id: '1'



Question.create title: 'Выражение злости на партнера может привести к разрыву, поэтому я терпелив к недостаткам партнера, критикую себя и злюсь на себя, а не на него. Я часто уступаю из-за страха неодобрения, критики и потери партнера. Я верю, что улучшая свои внутренние качества, я смогу сохранить отношения. Это дает мне надежду, ведь без отношений я чувствую себя одиноким и потерянным.', for_yes_answer_plus_1_point_to: 'dl', test_id: '1'



Question.create title: 'Также я считаю, что не думать о деле - это безрассудство. Я сам назначаю себе сроки и сам ставлю себе план работы. Мне хорошо знакомо чувство постоянного усилия и напряжения человека, которому нужно закончить работу в срок. Это ощущение меня никогда не покидает, но мне так спокойнее, мне это создает своеобразную структуру жизни, в которой я чувствую определенность. Я живу в состоянии постоянного волевого напряжения и самоконтроля. Не даю себе отдыха и расслабления.', for_yes_answer_plus_1_point_to: 'kl', test_id: '1'



Question.create title: 'Я не всегда замечаю, насколько я усталый и измученный, и продолжаю прикладывать усилия, чтоб упорным трудом улучшить ситуацию дома или на работе. Я хочу быть добросовестным сотрудником и членом семьи. Я не могу позволить себе расслабиться, прихоть, спонтанность. Но чего-то не хватает, мне мало для счастья одной лишь деятельности. Иногда живу с ощущением изолированности, с ощущением, что моя семья меня не принимает, и будто я упускаю жизнь.', for_yes_answer_plus_1_point_to: 'ol', test_id: '1'



Question.create title: 'Я часто ожидаю, что окружающие хотят чувствовать свое превосходство надо мной и подчеркивать мои недостатки. Поэтому я стремлюсь поразить их своей враждебностью и критикой, безжалостно фиксируя на них свой взгляд.', for_yes_answer_plus_1_point_to: 'pl', test_id: '1'


#_______________________________________________________________________________________________________________________________________________________________________
# 21


Question.create title: 'Если есть риск разрыва важных для меня личных отношений, то я их сразу же прерываю, пока потеря отношений не стала для меня слишком болезненной. Я с легкостью вхожу в контакт с людьми, однако вскоре теряю к ним интерес. Я пренебрегаю запретами, осмеиваю общепринятые авторитеты, не придаю значения деталям и правилам.', for_yes_answer_plus_1_point_to: 'gml', test_id: '1'



Question.create title: 'Иногда я «выхожу» из себя, и тогда я «имею право на все». В эти моменты я абсолютно не помню, как оскорбил кого-то.', for_yes_answer_plus_1_point_to: 'al', test_id: '1'



Question.create title: 'Я опасаюсь, что мои чувства обладают разрушительной силой и могут разрушить близких мне людей. Я беспокоюсь, что мои злые мысли и чувства навредят им. Я мог бы направить свои усилия служению жертвам плохого обращения, презираемым и угнетенным.', for_yes_answer_plus_1_point_to: 'pl', test_id: '1'



Question.create title: 'Я не сильно озабочен тем, прав я или нет с общепринятой точки зрения, и какое впечатление я произвожу. Я бываю преднамеренно оппозиционным, чтоб не сближаться с другим человеком, чтоб избежать его враждебности, ухожу внутрь себя. Так я создаю дистанцию в отношениях, чтоб не потерять себя в них. Я самовыражаюсь в творчестве (науке, технике). Тут я получаю самое большое психологическое удовлетворение, когда стремлюсь к уникальности, оригинальности, креативности в своей творческой деятельности.', for_yes_answer_plus_1_point_to: 'shl', test_id: '1'



Question.create title: 'Я не знаю, как обходиться с печалью и другими уместными при расставании чувствами. Мне просто невыносима печаль. Когда жизнь становится болезненной, я просто прерываю отношения. И убеждаю себя, что мне все равно. Я развлекаю других, шучу для того, чтобы не встречаться со своими настоящими, тяжелыми чувствами.', for_yes_answer_plus_1_point_to: 'gml', test_id: '1'



Question.create title: 'Я всегда напоминаю себе, что я должен соответствовать своей профессиональной, супружеской или родительской роли. Это очень важные для меня роли. Я получаю чувство удовлетворения от исполненного долга, от того, что я оправдываю ожидания родственников или руководства. Я всегда придерживаюсь заранее намеченного плана и не даю себе свернуть с этого пути. Из-за этого иногда меня называют упрямым, тяжелым человеком, но я горжусь своей целенаправленностью и не меняю план.', for_yes_answer_plus_1_point_to: 'kl', test_id: '1'



Question.create title: 'Я стремлюсь испытывать только позитивные чувства к тому, кого люблю. Я виню и упрекаю себя, что недостаточно ценил партнера, выражал ему свою любовь и поддержку, и это привело к расставанию, к потере любви. Я стремлюсь исправить свою ошибку. Мне трудно примириться с расставанием и одиночеством, даже если это не надолго. Я хочу, чтоб любимый человек был всегда рядом со мной.', for_yes_answer_plus_1_point_to: 'dl', test_id: '1'



Question.create title: 'Я стремлюсь к людям, вниманию, любви и эротической близости. Мне очень важно видеть подтверждение, что ценится мой пол, т.к. я приписываю неодинаковую ценность мужскому и женскому полу, считаю, что другой пол обладает преимуществом. Бывает, что я соблазняю для того, чтоб удостовериться во влиянии своей привлекательности. Я постоянно демонстрирую свою женственность (мужественность).', for_yes_answer_plus_1_point_to: 'il', test_id: '1'



Question.create title: 'В глубине души у меня есть неудовлетворенность, грусть и обида из-за отсутствия права отстаивать свои интересы и открыто показывать свою потребность в удовольствиях, в счастье, в любви. Но я не позволяю себе действовать эгоистично, потакая своим желаниям. Это бы вызывало у меня чувство вины.', for_yes_answer_plus_1_point_to: 'ml', test_id: '1'



Question.create title: 'Я всегда жду, что другие люди также оправдают мои ожидания и требования и будут соответствовать идеалу. Люди ценны для меня, только если они многое делают для меня, содействуя моему стремлению к успеху, моим интересам, высоко ценят меня. Я требую совершенства от себя и от других, осуждаю малейшие недостатки, ставлю или 2, или 5. Я не согласен, что люди могут ошибаться. Речь всегда должна идти только о наивысших результатах. Неудач и ошибок не должно быть.', for_yes_answer_plus_1_point_to: 'nl', test_id: '1'


#_______________________________________________________________________________________________________________________________________________________________________
# 31


Question.create title: 'Моя воля доминирует над моими желаниями и управляет моими чувствами и импульсами, которые могли бы отвлечь меня и прервать мою целенаправленную деятельность, ослабить мою решимость, вмешавшись в то, что я должен делать. Но ощущение холода меня не покидает. Чтоб его не чувствовать, я еще больше погружаюсь в дела. Я не всегда признаюсь себе в настоящем значении для меня какого-то события, чтоб избежать эмоциональной боли.', for_yes_answer_plus_1_point_to: 'ol', test_id: '1'



Question.create title: 'Я постоянно колеблюсь между стремлением к людям и поиском предлога, чтоб остаться одному. Я не могу ни состоять в отношениях, ни жить вне отношений. Отношения кажутся мне западней, я бываю подавленным и ищу уединения. Любовь опаснее ненависти. Я очень сильно чего-то хочу, а потом не пошевелю даже пальцем, чтобы это заполучить, потому что я боюсь потом утратить то, что желаю. Я быстро чувствую себя ненужным, потому что я всегда одинок в своем внутреннем мире.', for_yes_answer_plus_1_point_to: 'shl', test_id: '1'



Question.create title: 'В душе я всегда ожидаю отвержения. Я не верю, когда меня хвалят, и живу с ощущением своего внутреннего несовершенства и с опасением осуждения. Я слышу только ту часть сообщения, где говорят о моих недостатках, ошибках, и не слышу похвалу в мой адрес. Я приписываю удачи другим, а неудачи себе, всегда ожидаю критики и порицания. Мне трудно почувствовать удовлетворение от своих успехов.', for_yes_answer_plus_1_point_to: 'dl', test_id: '1'



Question.create title: 'Мне подходит и соответствует моим ожиданиям только тот партнер, который способен на максимальный результат, он должен быть самым красивым, неошибающимся и без изъянов. Я расстанусь с ним, если он перестанет соответствовать идеальным стандартам совершенства. Речь всегда должна идти только о наивысших результатах во всем. Человек должен чувствовать себя плохо, пока он не достиг полного совершенства. Я презираю несовершенство.', for_yes_answer_plus_1_point_to: 'nl', test_id: '1'



Question.create title: 'Я стараюсь избегать ошибок и неверных шагов в поведении, чувствую за них угрызения совести, как за свою недоработку. Стараюсь их исправлять и компенсировать ущерб. Когда я ощущаю несоответствие моим собственным стандартам поведения и качеств характера, я прикладываю усилия, чтоб бороться с этим в себе. Я всегда сосредоточен на делах, стремлюсь брать на себя всю полноту ответственности и обязательств. Пока другие бурно выражают эмоции, я сдерживаю себя в проявлении бурных чувств, стараясь делать вместо этого что-то полезное. Что-то меня сдерживает в ситуациях, где другие плачут, сердятся.', for_yes_answer_plus_1_point_to: 'ol', test_id: '1'



Question.create title: 'Моё самоуважение растет, когда я могу проявлять своё влияние на других и использовать свою власть над людьми. Ничего плохого нет в том, чтоб при необходимости «перешагивать» через других людей.', for_yes_answer_plus_1_point_to: 'al', test_id: '1'



Question.create title: 'В мире много опасностей, жестокости, хаоса и угроз. Поэтому я всегда бдителен и проницателен, отслеживаю и разоблачаю признаки угрозы, чтоб противодействовать ей. Я не признаю «нежных эмоций», часто испытываю ярость. Для этого у меня достаточно причин.', for_yes_answer_plus_1_point_to: 'pl', test_id: '1'



Question.create title: 'Я легко привлекаю к себе внимание окружающих, очаровываю и эмоционально привязываю. Но в ответ я не вхожу в близкий контакт, опасаясь не перенести печали в случае разрыва глубокой привязанности. Я опасаюсь зависимости от любимого человека в том смысле, что я не вынесу боли разрыва, и что эти страдания разрушат меня.', for_yes_answer_plus_1_point_to: 'gml', test_id: '1'



Question.create title: 'Несмотря на мою уступчивость и самопожертвование, я чувствую себя эгоистом, когда желаю любви и удовольствий. Я ожидаю осуждения за полученное удовольствие, связываю защиту своих прав с последующими за этим страданиями.', for_yes_answer_plus_1_point_to: 'ml', test_id: '1'



Question.create title: 'Иногда у меня возникает страх сойти с ума из-за чувства потери контроля. Этот страх возникает, когда что-то нарушает мою обычную решимость или когда я поддаюсь искушению, теряю хладнокровие. Такое временное подчинение импульсу или прихоти для меня неприятно. Неустанным движением к цели я удерживаю себя от потери хладнокровия и контролирую свою жизнь. Я как машина.', for_yes_answer_plus_1_point_to: 'kl', test_id: '1'



Question.create title: 'Когда моя тревога становится слишком сильной, мне кажется спасительной мысль о поиске авторитетного партнера. Мое самоуважение и чувство защищенности зависят от периодического достижения того чувства, что я обладаю таким же статусом и силой, как и люди противоположного пола. Я использую секс скорее как защиту в поиске чувства безопасности, а не как способ самовыражения.', for_yes_answer_plus_1_point_to: 'il', test_id: '1'


#_______________________________________________________________________________________________________________________________________________________________________
# 41


Question.create title: 'В детстве я никогда не чувствовал полной физической и эмоциональной безопасности, защищенности и поддержки. Меня критиковали, наказывали, и я не мог понять - почему. Взрослые меня не поддерживали, не утешали и не объясняли сути происходящего.', for_yes_answer_plus_1_point_to: 'pl', test_id: '1'



Question.create title: 'Все важные отношения в моей жизни были внезапно прерваны по моей инициативе. Я об этом не жалею, не грущу, мне ничего не жаль. Я опасаюсь привязанности, потому что забота о ком-то означает, что потеря этих отношений будет для меня невыносимой и опустошающей душу болью. Боюсь развалиться на части, когда депрессия прорывается на поверхность.', for_yes_answer_plus_1_point_to: 'gml', test_id: '1'



Question.create title: 'Я чувствую себя неловко в обстоятельствах, которые дают глоток свободы: отпуск, выходные, праздники. Ведь я совершенно не представляю, что хочу делать в свободное время, и начинаю беспокоиться, как будто на меня навалилась новая неотложная задача, хотя я иногда жалуюсь на загруженность работой и обязанностями. Это ощущение загруженности меня никогда не покидает, но мне так спокойнее, мне это создает своеобразную структуру жизни, в которой я чувствую определенность.', for_yes_answer_plus_1_point_to: 'kl', test_id: '1'



Question.create title: 'Я не люблю просить, благодарить и раскаиваться, потому что это равносильно признанию моей личной несостоятельности и зависимости от других, к признанию дефекта в себе. Это негативно отразится на моей репутации совершенного человека, высветив мои слабые стороны Это ранит мое самолюбие, заставляя чувствовать себя полным неудачником. Люди должны видеть мое превосходство. Внешнее представление себя внешнему миру, мой идеальный имидж и высокая оценка окружающих - это моя главная цель. Поэтому я требую совершенства - это требование выражается в том, что я постоянно нахожу недостатки и критикую за них себя и других.', for_yes_answer_plus_1_point_to: 'nl', test_id: '1'



Question.create title: 'Хитрость и скрытое воздействие на окружающих - признак силы. Мне нравится держать других на крючке, чувствуя себя сильным, нанося другим поражения и вскрывая их слабости.', for_yes_answer_plus_1_point_to: 'al', test_id: '1'



Question.create title: 'Я стараюсь не показывать, как мне плохо на душе, а увеличиваю количество дел, беру дополнительную ответственность и обязанности на себя, погружаюсь в работу, чтоб освободиться от холода внутри. Не даю себе нормального отдыха и расслабления. Для меня правильное поведение в том, чтоб удерживать чувства под контролем, быть прагматичным и пунктуальным. Я часто ожидаю требовательности, осуждения и критики.', for_yes_answer_plus_1_point_to: 'ol', test_id: '1'



Question.create title: 'Иногда я просто чувствую себя обязанным критиковать своих близких из лучших побуждений к ним. Я бываю просто обязан так поступать. Это мой долг, и в этом мои моральные обязательства перед ними ради их блага.', for_yes_answer_plus_1_point_to: 'ml', test_id: '1'



Question.create title: 'Иногда я участвую в ситуациях лишь физически, а психологически устраняюсь, где-то витая. При этом чувствую невовлеченность, отрезанность, нет чувства единения с другими людьми, ничто не кажется стоящим моих усилий. Я ощущаю перепады настроения в связи с одним и тем же человеком. Оно быстро меняется: то полная апатия и отчуждение, то период теплого контакта. Отношения на расстоянии для меня лучше.', for_yes_answer_plus_1_point_to: 'shl', test_id: '1'



Question.create title: 'Я использую потенциал своей женской (мужской) привлекательности. Ведь, по моему мнению, именно она имеет власть над противоположным полом. Я часто выбираю в партнеры не того, кто нравится, а того, кто имеет авторитет, кажется сильным. Но потом я чувствую себя сексуально неудовлетворенным. Я воспринимаю события своей жизни образно и эмоционально, а детали часто не запоминаю.', for_yes_answer_plus_1_point_to: 'il', test_id: '1'



Question.create title: 'Я часто уступаю из-за страха неодобрения. Мне трудно противостоять оскорблениям. Зло и несправедливость причиняют мне страдания. Я ищу возможности помогать близким. Я всегда откликаюсь, когда близкий человек переживает горе, страдания. Меня глубоко ранит потеря любви и отношений. Я испытываю огромный страх, что меня покинут, и с ужасом ожидаю разлуки.', for_yes_answer_plus_1_point_to: 'dl', test_id: '1'




  @questions = Question.all.where(test_id: '1')
  @count = 1

  
  @questions.each do |f|
    f.update_attribute :number_of_question, @count
    @count = @count + 1
  end
  

end

