class AddStructBodyToQuestions < ActiveRecord::Migration


  
Question.create title: 'Выражение злости на партнера может привести к разрыву, поэтому я  терпелив к недостаткам партнера, критикую себя и злюсь на себя, а не на него. Мой страх разрыва отношений снижается, если я направляю злость и критику на себя. Я верю, что если бы я был лучше, то партнер дарил бы мне любовь и тепло. Я надеюсь на свое внутреннее самосовершенствование, это дает мне надежду на сохранение отношений. Разлука — это доказательство моей  малоценности, ошибок и вины.', 
                for_yes_answer_plus_1_point_to: 'dl', 
                number_of_question: '',
                test_id: '1'                

Question.create title: 'Я должен многое сделать, поэтому постоянно удерживаю фокус своего внимания на работе. Я знаю, что если я сделаю все правильно, то смогу контролировать результат. Я стараюсь быть организованным, умелым, ответственным. Я сожалею, если мой день проходит неэффективно, даже если это мой выходной. Я составляю иногда расписание и на выходные, чтоб получить максимум удовольствия, и расстраиваюсь, если что-то нарушает мое расписание.', 
                for_yes_answer_plus_1_point_to: 'kl', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'Моё самоуважение растет, когда я могу проявлять своё влияние на других и использовать свою власть над людьми, чтобы «подняться над» ними. У меня есть дар - я всегда знаю уязвимые места и болевые точки других. Поэтому я с легкость оказываю свое влияние на людей, подчиняю их своей власти, надавливая на их уязвимые места. Я уважаю только силу.', 
                for_yes_answer_plus_1_point_to: 'al', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Не думать о деле- это безрассудство. Я могу работать над задачей день и ночь, заставляю себя об этом думать. Я сам назначаю себе сроки и составляю себе план работы.  Я сам себе как надзиратель. Меня невозможно отвлечь от работы. Чувства-это потакание своим слабостям, они отвлекают от дел, это помехи в работе.  Чтоб не подвергнуться критике, упрекам, осуждению, я  предъявляю к себе высокие нравственные требования и стремлюсь соответствовать высоким поведенческим нормам: быть собранным, упорным, трудолюбивым, придерживаться правил. Думать, размышлять, докапываться до смысла для меня очень важно и ценно. Я усиленно стараюсь найти правильное решение,  составляю списки аргументов за и против.', 
                for_yes_answer_plus_1_point_to: 'ol', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я не позволяю себе действовать эгоистично, потакая своим желаниям. Это бы вызывало у меня чувство вины. Иногда я просто чувствую себя обязанным критиковать и наказывать своих близких из лучших побуждений к ним. Я бываю просто  обязан так поступать. Это мой долг, и в этом мои моральные обязательства перед ними.', 
                for_yes_answer_plus_1_point_to: 'ml', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'Я не придаю значения тем ситуациям, которые большинство людей посчитали бы негативными. Я часто перевожу в юмор любые серьезные замечания в мой адрес или те негативные события, которые расстроили бы или встревожили большинство других людей. Я не признаю болезненные переживания. Всё к лучшему.', 
                for_yes_answer_plus_1_point_to: 'gml', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'Я  стремлюсь превосходить других. Для этого я демонстрирую свою успешность вновь и вновь, чтоб мною восхищались, хвалили, одобряли, завидовали. Ведь от оценок окружающих зависит, ощущаю ли я себя  королем или неудачником. Только их позитивная оценка избавляет меня от чувства внутренней пустоты. Я презираю несовершенство в себе и в других. Я постоянно сравниваю и ранжирую  все аспекты человеческой жизни согласно ценности в сравнении с несовершенными альтернативами- мой вкус должен быть безупречен, школа, марка авто, врач, одежда и т д самые лучшие.', 
                for_yes_answer_plus_1_point_to: 'nl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Во всех происходящих вокруг событиях я вижу попытки навредить лично мне и враждебность ко мне. Я испытываю страх физического повреждения и морального уничтожения, унижения, поэтому стремлюсь контролировать других людей. Я должен вступать в схватку и побеждать.', 
                for_yes_answer_plus_1_point_to: 'pl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я сердечный,  нежный, интуитивный и теплый человек. Я стремлюсь к общению, близости, привязанности.  Моё самоуважение и чувство защищенности повышается, когда мне удается использовать потенциал своей женской привлекательности. Поэтому я люблю демонстрировать свою женственность. Мои основные желания - безопасность и любовь. Я воспринимаю события своей жизни образно и эмоционально, а детали часто не запоминаю.', 
                for_yes_answer_plus_1_point_to: 'il', 
                number_of_question: '',
                test_id: '1'
                                
Question.create title: 'Мне трудно поверить в то, что если я раскрою свои чувства, то меня не будут высмеивать или подчинять. Поэтому я самовыражаюсь в творчестве (науке, технике). Тут я получаю самую большую психологическую безопасность и удовлетворение, когда стремлюсь к уникальности, оригинальности, креативности в своей творческой деятельности.', 
                for_yes_answer_plus_1_point_to: 'shl', 
                number_of_question: '',
                test_id: '1'
                





Question.create title: 'Я великодушен к тем людям, кто меня обижает и заставляет страдать, я их прощаю и забочусь о них. Главное — это моральная победа над обидчиками. Мой способ борьбы с моими обидчиками — показать, что они морально низкие личности, агрессивные, жестокие и эгоистичные. Если я покажу, что я уже страдаю, то они воздержатся от дополнительных нападок на меня.', 
                for_yes_answer_plus_1_point_to: 'ml', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я не сильно озабочен тем, прав я или нет с общепринятой точки зрения, и какое впечатление я произвожу. Я бываю преднамеренно оппозиционным, чтоб не сближаться с другим человеком. Так я создаю дистанцию в отношениях, чтоб сохранить свою эмоциональную безопасность, не задохнуться в отношениях и не потерять себя в них. Но при этом страдаю от одиночества. Я и хочу близости  и боюсь ее, но в одиночестве безопаснее.', 
                for_yes_answer_plus_1_point_to: 'shl', 
                number_of_question: '',
                test_id: '1'
                                
Question.create title: 'В детстве у меня всегда получалось делать все, что я хотел, и при этом я умел избежать наказания. Я до сих пор стремлюсь к острым ощущениям. Мне легче признаться в крупных проступках, чем в мелких. Мелкие проступки - это признак слабости.', 
                for_yes_answer_plus_1_point_to: 'al', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я постоянно демонстрирую свою женскую привлекательность, очаровывая сильных мужчин. Отношения с сильным мужчинами  дают мне ощущение того, что я обладаю таким же статусом и силой, как и мужчины. Я считаю себя обделенной по причине принадлежности к своему полу.  Из-за моей половой принадлежности мне часто навязывают роль слабого человека, который нуждается в советах и помощи, и не способен позаботиться о себе, обеспечить собственный комфорт.', 
                for_yes_answer_plus_1_point_to: 'il', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Внешнее представление себя внешнему миру, мой идеальный имидж и высокая оценка окружающих- это моя главная  цель. Поэтому я  требую совершенства- это требование выражается в том, что я постоянно нахожу недостатки и критикую за них себя и других. Для меня очень важно выглядеть идеальным человеком в глазах других людей.  Если моими результатами восхищаются, значит любят, ценят меня. Без этого я чувствую внутреннее опустошение и неполноценность.', 
                for_yes_answer_plus_1_point_to: 'nl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я чувствую глубокое удовлетворение, когда я забочусь о близких. Оказание помощи другим помогает мне уменьшить своё чувство вины и моральной неполноценности. Я ищу возможности помогать другим.  Я всегда откликаюсь, когда кто-то переживает горе, страдания. Мои заслуги ничего не стоят.', 
                for_yes_answer_plus_1_point_to: 'dl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Также я считаю, что не думать о деле- это безрассудство. Я сам назначаю себе сроки и сам ставлю себе план работы. Мне хорошо знакомо чувство постоянного усилия и напряжения человека, которому нужно закончить работу в срок. Это ощущение меня никогда не покидает, но мне так спокойнее, мне это создает своеобразную структуру жизни, в которой я чувствую определенность.  Я живу в состоянии постоянного волевого напряжения и самоконтроля. Не даю  себе отдыха и расслабления.', 
                for_yes_answer_plus_1_point_to: 'kl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я очень чутко настроен на то, как другие отнесутся к моему решению, не будут ли критиковать. Ведь когда меня критикуют, то я страдаю и чувствую критику как отсутствие доброжелательных, теплых, сердечных отношений и любящей атмосферы. Я нуждаюсь в сохранении теплых, сердечных отношений. Когда я подвергаюсь критике и контролю, то чувствую злость и  грусть  из-за отсутствия сердечности в отношениях. Но я скрываю свою чувствительность, прячу свое желание любви и тепла. Свою злость я тоже не показываю, т.к. испытывать враждебные чувства предосудительно. Я осуждаю себя за агрессивные эмоции, я хочу соответствовать нормам приличия, контролируя свои чувства. У меня высокие нравственно-этические ценности.', 
                for_yes_answer_plus_1_point_to: 'ol', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я часто ожидаю, что окружающие хотят чувствовать свое превосходство надо мной и подчеркивать мои недостатки. Поэтому я стремлюсь поразить их своей враждебностью и критикой, безжалостно фиксируя на них свой взгляд.', 
                for_yes_answer_plus_1_point_to: 'pl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Если есть риск разрыва важных для меня личных отношений, то я их сразу же прерываю, пока потеря отношений не стала для меня слишком болезненной. Я с легкостью вхожу в контакт с людьми, однако вскоре теряю к ним интерес. Я пренебрегаю деталями и запретами.', 
                for_yes_answer_plus_1_point_to: 'gml', 
                number_of_question: '',
                test_id: '1'





Question.create title: 'Иногда я «выхожу» из себя, и тогда я «имею право на все». В эти моменты я абсолютно не помню, как оскорбил кого-то.', 
                for_yes_answer_plus_1_point_to: 'al', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я опасаюсь, что мои чувства обладают разрушительной силой и могут разрушить близких мне людей. Я беспокоюсь, что мои злые мысли и чувства навредят им. Я мог бы направить свои усилия служению жертвам плохого обращения, презираемым и угнетенным.', 
                for_yes_answer_plus_1_point_to: 'pl', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'С одной стороны, я хочу, чтоб люди, которые мне небезразличны, узнали меня как можно полнее. Но с другой стороны, я опасаюсь, что это приведет к моему полному подчинению в отношениях и разрушит мою индивидуальность и независимость.', 
                for_yes_answer_plus_1_point_to: 'shl', 
                number_of_question: '',
                test_id: '1'                

Question.create title: 'Я люблю находиться в постоянном движении, не оставаться в одиночестве, избегая при этом эмоциональной привязанности. Я не знаю, что такое безмятежность, грусть, печаль. У меня всегда заразительно приподнятое настроение. Но есть оборотная сторона моего характера- тяжелая и депрессивная.', 
                for_yes_answer_plus_1_point_to: 'gml', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я всегда напоминаю себе, что я должен соответствовать своей профессиональной, супружеской или родительской роли. Это очень важные для меня роли. Я получаю чувство удовлетворения от исполненного долга, от того, что я оправдываю ожидания родственников или руководства. Я всегда придерживаюсь заранее намеченного плана и не даю себе свернуть с этого пути. Из-за этого иногда меня иногда называют упрямым, тяжелым человеком, но я горжусь своей целенаправленностью и не меняю план.', 
                for_yes_answer_plus_1_point_to: 'kl', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'Я стремлюсь испытывать только позитивные чувства к тому, кого люблю. Я упрекаю себя, что недостаточно ценил партнера, выражал ему свою любовь и поддержку, и это привело к расставанию. Это мои плохие человеческие качества привели к потере любви. Улучшая свои внутренние качества, я смогу сохранять отношения.  Мне трудно примириться с расставанием и одиночеством, даже если это не надолго.', 
                for_yes_answer_plus_1_point_to: 'dl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я с детства замечала, что у мужского и женского пола не одинаковая ценность. Люди моего пола незначительны и малоценны, а люди противоположного пола обладают властью и силой.  Но женственность обладает властью над мужчинами. Поэтому я стремлюсь к поиску чувства безопасности через привязанность к сильным мужчинам. Женщин я считаю соперницами.', 
                for_yes_answer_plus_1_point_to: 'il', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'У меня склонность к несчастным случаям и самоповреждениям. Единственная причина, по которой со мной случалось что-то хорошее, - это то, что я достаточно пострадал.  Тогда меня утешали, давая мне внимание. Если я покажу, что я уже страдаю, то партнер воздержится от дополнительных нападок на меня.  Я обречен быть неправильно понятым, недооцененным, но пусть лучше на меня нападают, чем не замечают меня.', 
                for_yes_answer_plus_1_point_to: 'ml', 
                number_of_question: '',
                test_id: '1'
                                                
Question.create title: 'Я всегда жду, что другие люди также оправдают мои ожидания и требования и будут соответствовать идеалу. Люди ценны для меня, только если они многое  делают для меня, содействуя моему стремлению к успеху, моим интересам, высоко ценят меня.  Я требую совершенства от себя и от других, осуждаю малейшие недостатки, ставлю или 2 или 5.   Я не согласен, что люди могут ошибаться. Речь всегда должна идти только о наивысших результатах. Неудач и ошибок не должно быть. ', 
                for_yes_answer_plus_1_point_to: 'nl', 
                number_of_question: '',
                test_id: '1'                                

Question.create title: 'Я  не всегда знаю, какие чувства у меня вызывают люди и ситуации, и что эти чувства для меня по-настоящему означают.  Также я часто не могу описать, что я чувствую к человеку, а описываю его отдельные черты и качества. Я часто не умею уловить настроение другого человека, его суть и неповторимость. Мне трудно выражать свою нежность, быть теплым ласковым, я бываю как деревянный. Я не могу позволить  себе расслабиться, позволить себе прихоть, спонтанность. Моя воля доминирует над моими желаниями и управляет моими чувствами и импульсами, которые могли бы отвлечь меня и прервать мою целенаправленную деятельность, ослабить мою решимость, вмешавшись в то, что я должен делать.', 
                for_yes_answer_plus_1_point_to: 'ol', 
                number_of_question: '',
                test_id: '1'
                                




Question.create title: 'Если бы я не опасался, что «задохнусь» в отношениях, то мог бы проявить колоссальные по силе и глубине чувства. Но другие люди не могут оценить, увидеть и понять мои эмоциональные, интуитивные и чувственные возможности. Из-за такого эмоционального непонимания я бываю подавленным и ищу уединения. Многие считают меня безнадежным отшельником. Отношения на расстоянии для меня лучше. Состояние одиночества и психологической дистанции для меня безопаснее, чем состояние тесной привязанности.', 
                for_yes_answer_plus_1_point_to: 'shl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я всегда готов поверить в самое худшее о самом себе. Я слышу только ту часть сообщения, где говорят о моих недостатках, ошибках, и не слышу любые хвалебные отзывы в мой адрес. Мне трудно противостоять оскорблениям.  Я приписываю удачи другим, а неудачи себе. Мои заслуги ничего не стоят, я всегда ожидаю критики и порицания.  Мне трудно почувствовать удовлетворение от своих успехов.', 
                for_yes_answer_plus_1_point_to: 'dl', 
                number_of_question: '',
                test_id: '1'
                                
Question.create title: 'Мне подходит и соответствует моим ожиданиям только тот партнер, который способен на максимальный результат, он должен быть самым красивым,  неошибающимся и без изъянов. Я расстанусь с ним, если он перестанет соответствовать идеальным стандартам совершенства. Речь всегда должна идти только о наивысших результатах во всем. Человек должен чувствовать себя плохо, пока он не достиг полного совершенства. Я презираю несовершенство. ', 
                for_yes_answer_plus_1_point_to: 'nl', 
                number_of_question: '',
                test_id: '1'                

Question.create title: 'Моё умение обдумывать детали-это моя сильная сторона, но иногда это мешает мне принять решение, так как я осмысливаю каждую деталь в отдельности, опираясь при этом на логику и рациональность, но не охватывая явление целостно, упуская его суть. Поэтому то, что кому-то покажется малозначительной деталью по сравнению с целым, может заставить меня переменить  мое решение. Но иногда мне не достает убежденности.', 
                for_yes_answer_plus_1_point_to: 'ol', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'Моё самоуважение растет, когда я могу проявлять своё влияние на других и использовать свою власть над людьми. Ничего плохого нет в том, чтоб при необходимости «перешагивать» через других людей.', 
                for_yes_answer_plus_1_point_to: 'al', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'В мире много опасностей, жестокости, хаоса и угроз. Поэтому я всегда бдителен и проницателен, отслеживаю и разоблачаю признаки угрозы, чтоб противодействовать ей. Я не признаю «нежных эмоций», часто испытываю ярость. Для этого у меня достаточно причин.', 
                for_yes_answer_plus_1_point_to: 'pl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я легко привлекаю к себе внимание окружающих, очаровываю и эмоционально привязываю. Но в ответ я не вхожу в близкий контакт, опасаясь не перенести печали в случае разрыва глубокой привязанности. Я опасаюсь зависимости от любимого человека  в том смысле, что я не вынесу боли разрыва, и что эти страдания разрушат меня.', 
                for_yes_answer_plus_1_point_to: 'gml', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я мужественно терплю свои несчастья, потому что страдания- это цена отношений. Страдания вознаграждаются, а отстаивание своих интересов наказывается. Любовь и жестокость всегда рядом. Но лучше я буду страдать, чем останусь один. Хотя я не заслужил этого.', 
                for_yes_answer_plus_1_point_to: 'ml', 
                number_of_question: '',
                test_id: '1'
                                                                
Question.create title: 'Иногда у меня возникает страх сойти с ума из-за чувства потери контроля. Этот страх возникает,  когда что-то нарушает мою обычную решимость или когда я поддаюсь искушению, теряю хладнокровие. Такое временное подчинение импульсу или прихоти для меня неприятно. Неустанным движением к цели я удерживаю себя от потери хладнокровия и контролирую свою жизнь. Я как машина.', 
                for_yes_answer_plus_1_point_to: 'kl', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'Я боюсь старения и обеспокоена признаками возраста. Бывает, что я соблазняю для того, чтоб удостовериться во влиянии  своей женской привлекательности на мужчин. Я постоянно демонстрирую свою женственность, потому что страх отвержения и злоупотребления их властью надо мной  уменьшается, когда мне удается использовать потенциал своей женской привлекательности и очарования.', 
                for_yes_answer_plus_1_point_to: 'il', 
                number_of_question: '',
                test_id: '1'
                




Question.create title: 'В детстве я никогда не чувствовал полной физической и эмоциональной безопасности, защищенности и поддержки. Меня критиковали, наказывали, и я не мог понять - почему. Взрослые меня не поддерживали, не утешали и не объясняли сути происходящего.', 
                for_yes_answer_plus_1_point_to: 'pl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я умею прекрасно развлекать, шутить, подражать, я хороший рассказчик и остряк. Могу говорить без остановки, люблю быть в компании. Мне свойственна постоянная подвижность. Я всегда показываю, что у меня все хорошо, все прекрасно, и всё к лучшему.', 
                for_yes_answer_plus_1_point_to: 'gml', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я чувствую себя неловко в обстоятельствах, которые дают глоток свободы: отпуск, выходные, праздники. Ведь  я совершенно не представляю, что хочу делать в свободное время, и начинаю беспокоиться, как будто на меня навалилась новая неотложная задача, хотя я иногда жалуюсь на загруженность работой и обязанностями. Это ощущение загруженности меня никогда не покидает, но мне так спокойнее, мне это создает своеобразную структуру жизни, в которой я чувствую определенность.', 
                for_yes_answer_plus_1_point_to: 'kl', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я не люблю просить, благодарить и раскаиваться, потому что это равносильно признанию моей личной несостоятельности и зависимости от других. Это негативно  отразится на моей репутации совершенного человека, высветив мои слабые стороны  Я приравниваю свои извинения, просьбы и выражение благодарности к признанию дефекта в себе. Это ранит мое самолюбие, заставляя чувствовать себя полным неудачником. Люди должны видеть мое превосходство. ', 
                for_yes_answer_plus_1_point_to: 'nl', 
                number_of_question: '',
                test_id: '1'                                

Question.create title: 'Хитрость и скрытое воздействие на окружающих - признак силы. Мне нравится держать других на крючке, чувствуя себя сильным, нанося другим поражения и вскрывая их слабости.', 
                for_yes_answer_plus_1_point_to: 'al', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я живу в состоянии постоянного усилия,  самоконтроля и волевого напряжения человека, которому нужно закончить работу в срок. Это ощущение меня никогда не покидает, но мне так спокойнее, мне это создает своеобразную структуру жизни, в которой я чувствую для себя надежность и определенность. Я сам себе как надзиратель. Мне иногда кажется, что позади меня сидит надсмотрщик, который мне отдает приказы, напоминает, подгоняет, чтоб я придерживался сроков. Поэтому я не чувствую себя свободным, но я все равно не хочу ослабить самоконтроль.', 
                for_yes_answer_plus_1_point_to: 'ol', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я часто поступаю вопреки своему благополучию, стойко терплю страдания, плохое обращение, чтоб сберечь отношения. Отношений без боли не бывает. Я часто чувствовал себя виноватым и покинутым, но я не заслужил этого. Я боюсь остаться в одиночестве, разлука вызывает у меня отчаянье, даже депрессию, я не могу есть, спать, вставать по утрам, но я хочу отношений больше, чем безопасности.', 
                for_yes_answer_plus_1_point_to: 'ml', 
                number_of_question: '',
                test_id: '1'

Question.create title: 'Я беспокоюсь, что мои переживания фундаментально отличаются от переживаний других людей. Мне страшно, что значимые для меня близкие люди, узнав мой внутренний мир, эмоционально отдалятся от меня. И в то же время я боюсь потерять себя в отношениях. Это заблуждение, что я бесчувственный.', 
                for_yes_answer_plus_1_point_to: 'shl', 
                number_of_question: '',
                test_id: '1'
                
Question.create title: 'Я ощущаю себя глубоко отвергаемой по причине своего пола и в то же время чувствую, что женственность обладает властью над мужчинами. И когда мои тревога и  паника слишком возрастают, мне кажется спасительной мысль о поиске сильного партнера, но потом я часто чувствую себя сексуально неудовлетворенной.  Я использую секс скорее как защиту в поиске чувства безопасности, а не как самовыражение.', 
                for_yes_answer_plus_1_point_to: 'il', 
                number_of_question: '',
                test_id: '1'                                
                
Question.create title: 'Я живу с ощущением нелюбви к себе, собственной плохости, своего внутреннего несовершенства и вины, собственной неинтересности, малоценности, безнадежности, поэтому я не верю, когда меня хвалят. В глубине своей я чувствую себя плохим, недостойным любви, некомпетентным, ошибающимся. Я часто уступаю из-за страха неодобрения. Меня глубоко ранит потеря любви и отношений.  Я испытываю огромный страх, что меня покинут и с ужасом ожидаю разлуки.', 
                for_yes_answer_plus_1_point_to: 'dl', 
                number_of_question: '',
                test_id: '1'
                                               

  @count = 1
  Question.all.where(test_id: '1').each do |f|
    f.update_attribute :number_of_question, @count
    @count = @count + 1
  end

                
end

