class AddInfoUpdateYaNeVeryuInArticles < ActiveRecord::Migration

  

  @element = Article.find_by title: 'Я не верю в свое счастье'

  
  @element.update description: "
  
  <p> Многие взрослые люди имеют опыт разочарования и неудовлетворенности из-за __/articles/1#pustota_2_1%%пустых__, _>otchyzhdenie_3_2<_<u><b>отчужденных</b></u> взаимоотношений. Почему мы соглашаемся на такие отношения? Какого внутреннего состояния Вы хотите на самом деле? Какие Ваши глубинные потребности не удовлетворены сейчас: __/articles/3#nezhnost_2_3%%в нежности__, в теплых близких отношениях? Кто-то с легкостью находит ответы, знает, чего хочет лично для себя, и добивается этого. А кто-то не привык позволять себе прислушиваться к своему внутреннему голосу, к своим желаниям относительно качества отношений. </p> <div class='pokazat%% 
  
  <p> Почему же многие люди не слышат себя, закрылись от своих нормальных желаний тепла, нежности? У этого есть своя причина. Скорее всего, в детстве ребенку не хватило положительных эмоциональных и телесных контактов, из-за этого у него сформировалось ощущение о недоступности чего-то хорошего и важного в жизни. </p> 
  
  <p> А возможно, ребенка не поддерживали и не одобряли за выражение его детских просьб и желаний, __/articles/4#interes_k_chyvstvam_2_4%%не проявляя интерес к его чувствам__. И это вызывало в детской душе столько _>perezhivaniya_4_2<_<u><b>переживаний</b></u> боли, стыда и чувства вины за «эгоизм», что ребенок перестал показывать свои желания, чтобы не __/articles/4#stradat_2_4%%страдать__ еще больше, и чтоб не потерять расположение родителей. Постепенно он отвык и разучился распознавать и отстаивать свои интересы, слышать себя, уметь и не бояться достигать желаемого. Эта печальная привычка остается на всю жизнь, влияет на особенности взаимодействия, приводя к тому, что взрослый человек не решается хотеть и добиваться, не испытывая при этом вины, стыда, страха остаться в одиночестве. Ведь в детстве его останавливали, теперь он сам себя останавливает, глубинно отказавшись от своих искренних импульсов прямо просить о внимании, ласке и любви и давать их. Он давно привык проскакивать, а не улавливать свои глубоко спрятанные эмоциональные потребности. Старается не придавать им большого значения, будучи убежденным, что счастье для него все-равно не доступно. Прячет свои эмоциональные потребности от себя и от других, не решаясь выстроить свои отношения такими, как мечталось. А просто соглашается на то качество отношений и на жизнь с _>bestchyvstvennoe_4_2<_<u><b>бесчувственным</b></u> партнером, которые не радуют и не наполняют счастьем, а вызывают чувство пустоты, __/articles/3#razocharovanie_2_3%%разочарования__, __/articles/3#razobschennost_2_3%%разобщенности__ и _>agressii_3_2<_<u><b>агрессии</b></u> после многих лет совместной жизни. И начинают мучить сомнения «почему мне так _>ne_vezet_v_zhizni_3_2<_<u><b>не везет в жизни</b></u>». </p> </div> 
  
  <p> Ответьте искренне себе на вопросы, заданные в начале этой статьи, о том, каких отношений Вы хотите. И дайте себе право надеяться. Пусть Вас не останавливают чувства бессилия и __/articles/3#bezishodnost_2_3%%безысходности__, которые поначалу обязательно появятся. Гоните мысли о невозможности своего счастья. Дайте себе право на жизнь в любви с близким Вашей душе человеком. Именно это _>nasha_tsel_3_2<_<u><b>наша цель</b></u>: помочь Вам научиться находить, создавать, развивать и сохранять близкие глубокие отношения (в том числе с родственниками и с коллегами), которые дадут __/articles/1#dyshevnuy_pokoy_2_1%%душевный покой__ и комфорт. </p> 
  
  <p> Как это сделать, Вы узнаете из индивидуальных практических рекомендаций на сайте, которые Вы получите после прохождения Вами __/articles/3#kind_test%%теста из 20 вопросов__. Тест исследует Вашу индивидуальную психологическую модель, как она проявляется в особенностях взаимоотношений, общения, и какой вклад вносит в улучшение или ухудшение отношений. Ведь определенные сложности в отношениях обусловлены особенностями психологической модели каждого человека. Во избежание повторения сложностей в будущем, Вы и Ваш близкий человек будете пользоваться этими знаниями о ваших индивидуальных психологических моделях и практическими рекомендациями, которые Вы увидите на нашем сайте. Вы сможете применять эту информацию и опираться на свою растущую психологическую компетентность, для того чтоб изменить свою роль и влиять на свое счастье. Ваш партнер (который уже есть или которого Вы встретите у нас) также сможет перенастроить свою психологическую модель, применяя наши рекомендации. </p> 
  
  <p> Вместе, поддерживая друг друга в применении практических рекомендаций, вы улучшите качество своих отношений и почувствуете уверенность в том, что Ваша личная жизнь улучшается благодаря Вам самим. </p> 
  
  <p> Родственники, сотрудники, дети-подростки и дети-взрослые, друзья могут также __/articles/3#kind_test%%пройти тест__, чтобы узнать о своей психологической модели и получить рекомендации, как _>podderzhat_izmenenia_drug_v_druge_1_2<_<b><u>поддержать изменения в себе и друг в друге</u></b>. Это улучшит их жизненную перспективу, поможет вам не отдаляться друг от друга, укрепляя человеческие связи, настроить обстановку на работе, чтоб не потерять ценного сотрудника, восстановить потерянные контакты. </p>"
  


end

